Revit 2027 API
ParameterTypeId.RbsInsulationThicknessForDuct Property
 "Insulation Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsInsulationThicknessForDuct { get; }
Public Shared ReadOnly Property RbsInsulationThicknessForDuct As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsInsulationThicknessForDuct {
	ForgeTypeId^ get ();
}
static member RbsInsulationThicknessForDuct : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace